Repository: virtual-labs/exp-average-molecular-weight-polymer-amrt
Catalog: simulation/locale/*/messages.po
Languages: hi_in

source: C
hi_in: सी

source: A
hi_in: ए

source: D
hi_in: डी

source: B
hi_in: बी

source: help1
hi_in: ड्रॉप डाउन मेनू 'प्रवाह के समय' से सिस्टम का चयन करें।

source: help2
hi_in: ड्रॉप डाउन मेनू ' बहुलक चुनें' से बहुलक का चयन करें।

source: help3
hi_in: का उपयोग कर बहुलक का Concetration समायोजित ' सान्द्र : बहुलक का (छ / घ) ' स्लाइडर ।

source: help4
hi_in: ड्रॉप डाउन मेनू ' विलायक चुनें' से विलायक का चयन करें।

source: help5
hi_in: 'भरने तरल' बटन पर क्लिक करें पिपेट भरने और viscometer करने के लिए ड्रॉप करने के लिए ।

source: help6
hi_in: 'आरंभ' बटन पर क्लिक करें प्रयोग शुरू करने के लिए ।

source: help7
hi_in: तरल के प्रवाह का समय रखते हैं ।बंद करे

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Determination of Viscosity Average Molecular Weight of Polymer
hi_in: बहुलक का चिपचिपापन औसत आणविक वजन का निर्धारण

source: Variables
hi_in: चर

source: Fill liquid
hi_in: फइलल लिक्विड :

source: start
hi_in: प्रारंभ

source: Reset
hi_in: रिसेट

source: conc of polymer(g/dl):
hi_in: क्योंक ऑफ़ पॉलीमर (ग/डील ) :

source: Show labels
hi_in: शो लेबल्स

source: Find time of flow of :
hi_in: के प्रवाह के समय का पता लगाएं :

source: Select sample :
hi_in: नमूना चुनें:

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2015 - 2009

source: Polymer solvent system
hi_in: बहुलक विलायक प्रणाली

source: Solvent
hi_in: विलायक

source: Polyvinyl acetate
hi_in: पोलयविंयल एसीटेट

source: PMMA
hi_in: पी एम एम एक

source: Polyvinyl alcohol
hi_in: पोलयविंयल अल्कोहल

source: Polystyrene
hi_in: पॉलीस्टीरीन

source: Acetonitrile
hi_in: ासतोनिट्रिले

source: Acetone
hi_in: एसीटोन

source: Benzene
hi_in: बेंजीन

source: Water
hi_in: पानी

source: Toluene
hi_in: टोल्यूनि
